[{"output":{"date":"2025-09-28T20:51:09.000Z","subject":"Fwd: Test de la solution d’automatisation des mails","from1":"Loic Akazong <akazongloic@gmail.com>","summarized":"Mail de test pour confirmer la réception et le traitement dans le cadre du projet d'automatisation."}},{"output":{"date":"2025-09-28T19:38:50.000Z","subject":"Test de la solution d’automatisation des mails","from1":"Loic Akazong <akazongloic@gmail.com>","summarized":"Mail de test pour confirmer la réception et le traitement dans le cadre du projet d'automatisation."}},{"output":{"date":"2025-09-27T21:27:33.000Z","subject":"Aide à renforcer la sécurité de votre compte Google","from1":"Google","summarized":"Google vous informe que certaines applications non vérifiées ont accès à votre compte Google. Il est recommandé de supprimer leur accès si vous ne leur faites pas confiance. Vérifiez ces applications et suivez les recommandations de sécurité."}},{"output":{"date":"2025-09-25T20:08:15.000Z","subject":"Security alert","from1":"Google <no-reply@accounts.google.com>","summarized":"Un mot de passe d'application a été créé pour se connecter à votre compte Google. Si vous ne l'avez pas créé, vérifiez et sécurisez votre compte."}},{"output":{"date":"2025-09-25T20:08:07.000Z","subject":"Security alert","from1":"Google <no-reply@accounts.google.com>","summarized":"Le mot de passe d'application utilisé pour se connecter a été supprimé. Si vous ne l'avez pas supprimé, quelqu'un d'autre pourrait utiliser votre compte. Vérifiez et sécurisez votre compte."}},{"output":{"date":"2025-09-25T20:04:50.000Z","subject":"Security alert","from1":"Google <no-reply@accounts.google.com>","summarized":"Un mot de passe d'application a été créé pour se connecter à votre compte. Si vous ne l'avez pas créé, vérifiez et sécurisez votre compte."}},{"output":{"date":"2025-09-25T19:21:22.000Z","subject":"Security alert","from1":"Google <no-reply@accounts.google.com>","summarized":"n8n.cloud a accédé à certaines de vos données de compte Google. Si vous n'avez pas autorisé cet accès, vérifiez l'activité de votre compte et sécurisez-le. Vous pouvez modifier les autorisations d'accès dans votre compte Google et consulter l'activité de sécurité."}},{"output":{"date":"2025-09-25T19:20:49.000Z","subject":"Security alert","from1":"Google <no-reply@accounts.google.com>","summarized":"Un nouvel appareil Windows s'est connecté à votre compte Google. Si c'était vous, ignorez ce message. Sinon, sécurisez votre compte."}}]